[File]
Author=@LaachirDeeper (Laachir@pm.me)
Help=
Icon=000001000100101000000100200068040000160000002800000010000000200000000100200000000000400400000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000150E15241C181C40201C244024242440282428402824284028242840282428402824284028242840282428402824284024202440201C244018181C40140A141932AF38E142E143FF42DD43FF42DC44FF42DC43FF42DC45FF42DC44FF42DC44FF42DC44FF42DC44FF42DC45FF42DC43FF42DD44FF42DD43FF41E344FF2C9430BA329F27E03DC02FFF3FBD30FF40BD31FF41BD32FF41BD32FF41BD32FF41BD32FF41BD32FF41BD32FF41BD32FF40BD32FF40BD31FF3FBD30FF3EC02EFF2B8C26BC2E8C17DF3CAD1FFF3EAC20FF3DAC21FF3DAD21FF39AB1BFF39AB1BFF39AB1CFF39AB1CFF3AAB1DFF37AA1AFF3CAC1FFF3DAC21FF3DAC1FFF3CB01EFF2A7A18B82C7F0BDE3AA011FF3A9E12FF3B9F12FF47A422FF7FC067FF7EBF64FF7CBE62FF79BD5EFF73B956FF93C97EFF5FB03DFF3A9E10FF3A9F13FF3AA110FF266B0BB72C7A06DD399A0AFF3A980EFF3B9A0FFF3B990EFF38970AFF379709FF38970AFF38970AFF38970AFF369609FF39980CFF3C9A0FFF39990DFF399B0AFF236506B62D7A06DD3E9F0EFF3C9A0FFF39990CFF3A980FFF379609FF419C16FF39970BFF37980BFF439D19FF369709FF3D9911FF37970AFF3A9A0EFF399C0BFF246606B62E7B08DD42A010FF409D10FF5BAA32FFAAD39AFF7DBC62FF94C77EFFBCDCAFFF7CBC61FF67B048FF97C880FF6DB450FF6FB550FF359708FF399C0BFF236606B6307B07DD45A411FF43A011FF54A927FFABD398FF8CC572FF7BBA5DFF7FBE65FF84BF6BFF73B655FF61AD41FF9ECC89FF5FAC3CFF349708FF399C0BFF246606B6307D09DD49A612FF47A211FF67B23EFFA9D396FF78BB55FF84C166FF8DC472FFB4D9A1FF74B854FF8DC471FFAAD397FF73B74EFF45A10FFF4AA911FF276806B6307E07DD4BA812FF4CA615FF4AA514FF46A20DFF49A413FF48A411FF48A410FF45A20DFF49A413FF48A411FF46A20DFF49A312FF4CA615FF4BAA11FF266806B6317F06DE4BA90DFF4BA610FF4DA812FF4DA813FF4DA813FF4DA813FF4DA813FF4DA813FF4DA813FF4DA813FF4DA813FF4CA812FF4BA710FF4CAB0CFF266404B733840AD465B435FF62B233FF63B235FF63B235FF63B235FF63B235FF63B235FF63B235FF63B235FF63B235FF63B235FF63B235FF62B133FF63B434FF297705A9000000000040000400400004004000040040000400330005003300050033000500330005003300050040000400400004004000040040000400400004000000000000000000000000000000000000000100000001000000010000000100000001000000010000000100000001000000010000000100000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000
LangId=1025
Name=Arabic
VersionId=5110

[About]
B1=إغلاق
Caption=حول
L1=االدعم:
L2=المؤلف:
L4=المصمم:
L5=الرخصة
L6=سجل التحديثات

[Actions]
EqualizerFrame=معادل الصوت
Form.AutoHide=الوضع: عائم مع الإخفاء التلقائي
Form.DockTo=Dock
Form.DockToEdges=إلى الجهة اليسرى للشاشة|إلى الجهة اليمنى للشاشة|إلى الجهة العلوية للشاشة|إلى الجهة السفلية للشاشة
Form.DoMaximize=تكبير
Form.Fixed=الوضع: ثابت
Form.Float=الوضع: عائم
Form.LockPlacement=ثبت موقع النافذة
Form.Maximize=تكبير|إستعادة
Form.Minimize=تصغير
Form.StayOnTop=أبق في الأعلى
Form.Undock=الوضع الطبيعي
Form.Visible=%s - إظهار|%s - إخفاء
PlaylistFrame=قائمة التشغيل
QuickSearch=بحث سريع
Tabs.ScrollDown=إنتقل علامات التبويب إلى الوراء
Tabs.ScrollUp=انتقل علامات التبويب إلى الأمام
Visuals.VisualMenu=قائمة المرئيات

[AddLinkDialog]
btnOk=موافق
Caption=إضافة رابط
lbLink=رابط البث
lbName=الإسم:

[AIMP]
acCopyTo=نسخ إلى...
acFormsTogglePlaylistVisibility.h=إظهار/إخفاء قائمة التشغيل
acFormsTogglePlaylistVisibility=قائمة التشغيل
acHelp=المساعدة
acMainAddFiles.h=أضف ملفات
acMainAddFiles=الملفات
acMainAddFolder.h=أضف مجلد
acMainAddFolder=المجلد
acMainAddPlaylist.h=أضف قائمة التشغيل
acMainAddPlaylist=قائمة التشغيل
acMainAddURL.h=أضف رابط
acMainAddURL=الرابط
acMainBookmarksManager=مدير المفضلات
acMainDSPManager=تأثيرات الصوت
acMainDSPManagerCrossMixing=تأثيرات الصوت: خلط
acMainDSPManagerDSP=تأثيرات الصوت: DSP/VST
acMainDSPManagerEQ=تأثيرات الصوت: معادل
acMainDSPManagerSilenceRemover=تأثيرات الصوت: مزيل الصمت
acMainDSPManagerSoundEffects=تأثيرات الصوت: عام
acMainDSPManagerVolumeNormalization=تأثيرات الصوت: مستوى
acMainExit.h=أغلق إيمب
acMainMinimize.h=تصغير/تكبير
acMainOpenFiles.h=فتح ملف(ات)
acMainOpenFiles=فتح ملفات
acMainOpenFolder=فتح مجلد
acMainOpenPlaylist.h=استيراد قائمة التشغيل
acMainOpenPlaylist=استيراد قائمة التشغيل
acMainStayOnTop=أبق في الأعلى
acMLCompressDB=ضغط قاعدة بيانات
acMLDeleteAll=حذف جميع الملفات
acMLEditBookmark=تعديل المفضلات...
acMLGroupingTreeDeleteSelected=حذف
acMLGroupingTreeDeleteSelectedPhysically=حذف من الجهاز
acMLLabelsDialog=علامات...
acMLMakeReport=إبلاغ...
acMLMissedFiles=إيجاد ملفات تالفة...
acMLPlayFiles=شغّل الكل
acMLPlaySelectedFiles=شغّل الملفات المحددة
acMLReloadTagsForAllFiles=تحديث الوسوم لجميع الملفات
acMLReloadTagsForSelectedFiles=تحديث الوسوم للملفات المحددة
acMLResetStats=إعادة ضبط الحالة لجميع الملفات
acMLResetStatsForSelectedFiles=إعادة ضبط الحالة للملفات المحددة
acMLTableDeleteSelected=حذف المحدد
acMLTableSendFilesToActivePlaylist=أضغ إلى قائمة التشغيل المفعلة
acMoveTo=حوّل إلى...
acOpenFolder=إفتح مجلد
acOptionHotkeys.h=إعدادات إختصارات لوحة المفاتيح
acOptionHotkeys=إختصارات لوحة المفاتيح
acOptionLangs.h=إعدادات اللغة
acOptionLangs=اللغة
acOptionPlugins.h=إعدادات الإمدادات
acOptionPlugins=إمدادات
acOptions=الإعدادات
acOptionShutdown.h=إعدادات المجدول
acOptionShutdown=المجدول
acOptionSkins.h=إعدادات الواجهة
acOptionSkins=المظاهر
acPlayableFileCopyFileToClipboard.h=نسخ إلى الحافظة
acPlayableFileCopyInfoToClipboard.h=نسخ الملف إلى الحافظة
acPlayableFileCopyToLastPath.h=نسخ الملف المشغّل حاليًا إلى آخر مجلد محدد
acPlayableFileDeletePhysically=حذف الملف المشغّل حاليًا من الجهاز
acPlayableFileNextBookmark=المفضلة التالية
acPlayableFilePrevBookmark=المفضلة السابقة
acPlayableFileShowFileInfo=معلومات الملف الحالي
acPlayableFileShowQTE.h=تعديل المعلومات
acPlayableFileToggleSwitchInPlaylist.h=تشغيل الملف (تشغيل / إيقاف)
acPlayerCrossMixing=Cross-Mixing: تشغيل / إيقاف التشغيل
acPlayerJumpToTime=إنتقال إلى الوقت
acPlayerNextTrack=شغّل المقطع التالي
acPlayerPauseOnNextTrack=تعليق التشغيل في بداية المقطع التالي
acPlayerPlayPause=تشغيل/إيقاف
acPlayerPrevTrack=المقطع السابق
acPlayerRadioCapture=إلتقط الراديو
acPlayerRadioCaptureSingleTrack=إلتقط الراديو (ملف واحد فقط)
acPlayerRepeat=تكرار التشغيل
acPlayerRepeatPartAB=تكرار التشغيل "أ-ب"
acPlayerSeekBackward.h=سعي إلى الوراء
acPlayerSeekForward.h=سعي إلى الأمام
acPlayerShuffle=تشغيل عشوائي
acPlayerSpeedDecrease=خفض السرعة
acPlayerSpeedIncrease=زيادت السرعة
acPlayerSpeedResetToDefaults=السرعة: إعادة تعيين إلى الإفتراضي
acPlayerStop.h=أوقف التشغيل
acPlayerStopAtEnd.h=أوقف التشغيل بعد الملف الحالي
acPlayerTempoDecrease=الإيقاع: تخفيض
acPlayerTempoIncrease=الإيقاع: زيادة
acPlayerTempoResetToDefaults=الإيقاع: إعادة تعيين إلى الإفتراضي
acPlayerVolumeDown.h=الصوت -
acPlayerVolumeMute.h=كتم الصوت (تشغيل / إيقاف)
acPlayerVolumeMute=كتم الصوت
acPlayerVolumeUp.h=الصوت +
acPlaylistAddSelectedToBookmarks=أضف إلى المفضلات
acPlaylistAddSelectedToQueue=أضف إلى قائمة الإنتظار
acPlaylistClose=أغلق قائمة التشغيل
acPlaylistCloseOthers=أغلق بقية قوائم التشغيل
acPlaylistCopySelectedToClipboard=نسخ الملفات المحددة إلى الحافظة
acPlaylistDeleteAll=حذف جميع الملفات
acPlaylistDeleteDuplicates=حذف المكررة
acPlaylistDeleteNonExists=حذف التالف
acPlaylistDeleteNonSelected=حذف جميع الملفات باستثناء المحدد
acPlaylistDeleteSelected=حذف الملفات المحددة
acPlaylistDeleteSelectedPhysically=حذف الملفات المحددة من الجهاز
acPlaylistDeleteSwitchedOff=حذف الملفات الغير مفعلة
acPlaylistDeleteSwitchedOffPhysically=حذف الملفات الغير مفعلة من الجهاز
acPlaylistFindInML=البحث في مكتبة الملفات الصوتية
acPlaylistFindNewFiles=البحث عن ملفات جديدة
acPlaylistFocusedItemShowQTE=معلومات الملف
acPlaylistInsertAfterPlayingItem=إدراج بعد التشغيل
acPlaylistInsertToQueueBeginning=أضف إلى بداية قائمة الإنتظار
acPlaylistNew=قائمة التشغيل جديدة
acPlaylistNext.h=قائمة التشغيل الموالية
acPlaylistNextAndPlay.h=شغل قائمة التشغيل الموالية
acPlaylistPlayFocusedItem.h=شغل الملف المحدد
acPlaylistPlayFocusedItem=تشغيل
acPlaylistPlayPrevious=شغل آخر قائمة التشغيل
acPlaylistPrev.h=قائمة التشغيل السابقة
acPlaylistPrevAndPlay.h=شغل قائمة التشغيل السابقة
acPlaylistReloadFromPreimage=إعادة تحميل البيانات من بريماج
acPlaylistRemoveSelectedFromQueue=إزالة في قائمة الإنتظار
acPlaylistRename=تسمية قائمة التشغيل
acPlaylistReverse.h=الفرز: تعكيس
acPlaylistReverse=تعكيس
acPlaylistSave=تصدير قائمة التشغيل
acPlaylistSortByArtist=فرز حسب المؤدّي
acPlaylistSortByDuration=فرز حسب المدة
acPlaylistSortByFileName=فرز حسب المجلدات
acPlaylistSortByTitle=فرز حسب العنوان
acPlaylistSortRandomize.h=تفريز: عشوائي
acPlaylistSortRandomize=فرز عشوائيًا
acQueueClear=مسح قائمة الإنتظار
acQueueManager=مدير قائمة الإنتظار
acSearchAdvanced=بحث متقدم
acSearchQuick=بحث سريع (بدء / متابعة)
acSendToAudioConverter.h=أرسل إلى محوّل الصوت
acSendToAudioConverter=محوّل الصوت
acSendToTagEditor.h=أرسال إلى محرر الوسوم
acSendToTagEditor=محرر الوسوم
acUtilsAudioConverter=محوّل الصوت
acUtilsAudioLibrary=مكتبة الصوتيات
acUtilsTagEditor=محرر الوسوم
acVisualExitFromFullScreen=الخروج من وضع التّصور ملء الشاشة
acVisualFullScreen=وضع التّصور ملء الشاشة
acVisualNext.h=وضع التّصور التالي
acVisualPrev.h=وضع التّصور السابق
CategoryMenu=الفئة
CategoryOptions=الخيارات
ClearPls=مسح قائمة التشغيل
CM_DEL=حذف من قائمة التشغيل
CM_SEL=إختر الملفات
CountLabel.h=عدد الملفات في قائمة التشغيل
ItmEQPos=أظهر معادل الصوت على اليسار
LengthLabel.h=إجمالي مدة قائمة التشغيل
miBMLocateInSource=حدّد في المصدر
miBMPlaySelectedFromBeginning=تشغيل الملفات المحددة من البداية
miBMResetTimestamp=إعادة تعيين الطابع الزمني
miCountdown=العد التنازلي
miGroupBy=جمع عن طريق...
miMLBookmarks=المفضلات
miMLCreateDynPlaylist=إنشاء قائمة تشغيل ذكية
miMLGroupingPreset=تجميع
miMLGroupingPresetAdd=أضف...
miMLGroupingPresetEdit=تعديل...
miMLGroupingPresetRemove=حذف
miMLLabelsExclude=علامة غير محددة
miMLLabelsInclude=تحديد العلامة
miMLManageDB=قاعدة بيانات
miMLReload=تحديث...
miMLTableSendToPlaylist=أرسل إلى قائمة التشغيل
miMLTableViewAlbumThumbnails=عرض: الصور المصغرة للألبوم
miMLTableViewDefault=عرض: الجدول
miMLTableViewGroupDetails=عرض: تفاصيل المجموعة
miPersonalSettings=الإعدادات الشخصية
miPlaylistNewSmart=قائمة تشغيل ذكية جديدة
miPreimageSettings=إعدادات بريماج
miRadioCaptureStop=إيقاف الالتقاط
miRadioCatalogs=فهرسات إنترنت راديو
miReadOnly=قفل من التغييرات
miRemoval=إزالة
miSelectAll=إختر جميع الملفات
miSelectNone=إختر لا شيء
miSelectPls=إختر قائمة التشغيل
miSelectSwitchedOn=حدد كل ما تم تمكينه
miSendTo=أرسل إلى
miSendToPlaylist=أرسل إلى قوائم تشغيل أخرى
miSortByPatternOptions=التفضيلات
miSortRandomizeGroupItems=ترتيب عناصر المجموعات عشوائياً
miSortRandomizeGroups=ترتيب المجموعات عشوائياً
miSortRandomizeGroupsAndItItems=ترتيب المجموعات وعناصرها عشوائياً
miSwitchOff=تعطيل
miSwitchOn=تفعيل
N6=إعادة تفحص العلامات
N7=أقرب مهمة مجدولة:
N20=قائمة الإنتظار
N22=أيقونة شريط المهام
N31=وضع التّصور
N34=أضف
N35=إظهار النافذة
N36=معادل الصوت
N37=نافذة مرئية
N38=(إخفاء الكل)
N39=تعديل
N40=التّصور
N41=السّمات
N43=المساعدة
N47=الخروج
N56=أدوات مساعدة
N70=تعليق عام لإختصار المفاتيح
N75=أدوات مساعدة
N79=إظهار الحالي
N80=تحميل إعداد مسبق
N81=حفظ إعداد مسبق
N83=إعادة تعيين جميع إعدادات التأثيرات
N84=إعادة تعيين إعدادات معادل الصوت
N85=طي الكل
N86=توسيع الكل
N90=المشغل
N91=تشغيل/إيقاف
N92=إيقاف
N93=أضف ملفات
N95=الملف الصوتي السابق
N96=الملف الصوتي التالي
N98=الصوت
N114=دمج مع فئات مماثلة
N115=دمج جميع الفئات المماثلة
pmAdd.h=إضافة عناصر القائمة
pmDelete.h=إزالة عناصر القائمة
pmEqualizer.h=إعدادات معادل الصوت
pmMainMenu.h=القائمة الرئيسية
pmManagePlaylist.h=إدارة قائمة التشغيل
pmMisc.h=قائمة متنوعة
pmMLDelete.h=إزالة قائمة العناصر
pmMLGroupingPresets.h=تجميع الإعدادات المسبقة
pmMLLabels.h=علامات القائمة
pmMLMainMenu.h=القائمة الرئيسية - مكتبة الصوتيات
pmMLMisc.h=قائمة متنوعة
pmMLTableViews.h=المشاهدات
pmNewPlaylist.h=قائمة تشغيل جديدة...
pmPlaylistList.h=قائمة قوائم التشغيل
pmQuickOptions.h=إعدادات سريعة
pmSorting.h=فرز عناصر القائمة
pmUtilities.h=أدوات مساعدة
SentToNewPLS=إلى قائمة تشغيل جديدة
SizeLabel.h=حجم الملف في قائمة التشغيل
TCFixFloat=دبوس شريط عائم
TL=حفظ قائمة المسارات
TrayCotnrol=عرض المشغل الصغيرة

[AIMPBookmarkEditDialog]
Caption=تعديل المفضلة
L1=العنوان:
L2=المسار:
L3=العلامات:
L4=الطابع الزمني:
L5=التعليق:

[AIMPConverterStatsDialog]
btnOK=موافق
Caption=التحويل تم!
cbDontShowAgain=لا تظهر مرة أخرى
Message=عدد الملفات: %0:s\n\nالوقت: %2:s\nالوقت (اعتياد): %3:s\n\nمُدخل: %5:s\nمُخرج: %6:s\nمحفوظ: %4:s

[AIMPFindMissedFilesDialog]
acApply=طبّق للمحدد
acFind=بحث...
acRemoveSelected=إزالة المراجع المحددة إلى الملفات
acReplace=إستبدال إسم الملف...
Caption=الملفات في غير محلها

[AIMPML]
Added=مُضاف
Album=ألبوم
AlbumArtist=ألبوم المؤدّي
Artist=المؤدّي
BitDepth=تعمق البتات
Bitrate=معدل نقل البتات
BPM=الديسيبل
Channels=القنوات
Comment=التعليق
Composer=الملحن
Conductor=مُوصل
Copyrights=حقوق النشر
CreatedAt=تم إنشاؤه في
DiskNumber=القرص #
Duration=المدة
FileFormat=تنسيق الملف
FileName=إسم الملف
FileSize=حجم الملف
Genre=النوع
Labels=العلامات
LastModification=الملف معدّل
LastPlayback=آخر تشغيل
Lyricist=مؤدّي الشِّعر
Mood=المزاج
Name=الإسم
PlaybackCount=عدد التشغيل
Publisher=الناشر
Rating=التقييم
SampleRate=عدد العينات في الثانية
Source=المصدر
Timestamp=الطابع الزمني
Title=العنوان
TrackNumber=المقطع #
URL=الرابط
UserMark=تقييم المستخدم
Year=السنة

[AIMPML.Controls]
Customize=تخصيص
DataSourceList=قائمة مصدر البيانات
History=سجل التشغيل
NewLabel=علامة جديدة
NewLabelDialog=علامة جديدة...
None=(بلا)
ResetAllFilters=إعادة تعيين جميع الفرز
ResetFilter=إعادة تعيين الفرز
ShowAll=(إظهار الكل)
UnsetAllLabels=ألغ جميع التصنيفات

[AIMPML.Presets]
BestTracks.C=أفضل المسارات
BestTracks.V=أعلى %d | عالي التصنيف
NewTracks.C=مسارات جديدة
NewTracks.V=لليوم | لمدة ثلاثة أيام | للأسبوع | لمدة أسبوعين | للشهر | لم يتم اللعب مطلقًا

[AIMPML.Reports]
AlbumCount=عدد الألبوم:
ArtistCount=عدد المؤدّي:
Common=الإحصاءات
FavoriteAlbums=الألبومات المفضلة (طوپ %d)
FavoriteArtists=المؤدّين المفضلِين (طوپ %d)
FavoriteGenres=الأنواع المفضلة (طوپ %d)
FavoriteTracks=المقاطع المفضلة (طوب %d)
GenreCount=عدد النوع:
L1=عدد التشغيل:
L2=عدد صوتي
L3=المدة الإجمالية (~)
L4=المؤدّي
L5=تم الإستماع
L6=المجموع
TrackCount=عدد المقاطع:

[AIMPMLFilterEditorDialog]
btnCancel=إلغاء
btnOK=موافق
Caption=فرز التفضيلات
pcpFilter=تفريز

[AIMPMLFilterEditorDialog.FilterControl]
C=إضافة قاعدة
G=إضافة مجموعة
Op0=يُساوي
Op1=لا يُساوي
Op2=بين
Op3=أقل
Op4=أقل أو يُساوي
Op5=أكبر
Op6=أكبر أو يُساوي
Op7=يتضمن
Op8=يبدأ بـ
Op9=منتهي بـ
Op10=هو آخر X الأيام
R=حذف

[AIMPMLGroupDetailsCustomizationForm]
btnReset=إعادة تعيين
Caption=تخصيص واجهة المجموعات
GB1=حقول للتجميع
GB2=حقول لتفاصيل المجموعة

[AIMPMLGroupingPresetEditDialog]
btnClearFilter=مسح
btnEditFilter=تعديل...
Caption=قالب التجميع
L1=الإسم-تلقائي
L2=المجموعة حسب الحقول
L3=تخصيص الفرز
lbName=الإسم
lvAvailable=الحقول المتاحة
lvGroup=الحقول المُستخدمة

[AIMPMLLabelsDialog]
acMoveLeft=تعيين العلامة
acMoveRight=عدم تعيين العلامة
acRemove=إزالة العلامة
acRename=إعادة تسمية العلامة
btnCancel=إلغاء
btnOK=موافق
C1=العلامات
C2=العلامات المتاحة
Caption=العلامات
L1=أدخل إسم العلامة
L2=أضف
miSetToAll=تطبيق على كل الملفات
miUndoSetToAll=تراجع: تطبيق على كل الملفات

[AIMPFindMissedFilesDialog.tlMissedFiles]
c[0]=ملف في غير محله
c[1]=الإستبدال المقترح
c[2]=درجة الإمتثال

[AIMPMLMonitoringSettingsDialog]
btnClose=غلق
Caption=تعقب الملفات
CB1=البحث عن الملفات المنقولة أو إعادة تسميتها
CB2=حذف الملفات غير الموجودة من قاعدة البيانات
CB3=تحديث الوسوم
cbMinFD=إذا كانت المدة أقل من:
cbMinFS=إذا كان الحجم أقل من:
cbScanOnStartup=تحقق من وجود ملفات جديدة عند بدء تشغيل التطبيق
cbTrackChanges=تعقب التغييرات أثناء التشغيل
GB1=التعقب
GB2=القيام به أثناء التحديث
gbFiltBy=تخطي الملف
L1=إذا كان إمتداد الملف:
L2=أنقر فوق زر" تحديث" لتحديث محتوى قاعدة بيانات مكتبة الصوتية الخاصة بك
pcpFolders=المجلدات
pcpSettings=الإعدادات
btnUpdate=تحديث

[AIMPMLPreimageDialog]
btnCancel=إلغاء
btnOK=موافق
Caption=قائمة التشغيل الذكية - مكتبة الصوتيات
cbLimitTo=الحد من عدد الصوتيات إلى:
cbSortBy=فرز حسب:
pcpFilter=1. فرز
pcpPostProcess=3. إستخراج
pcpSort=2. فرز

[AIMPPlaylistFoldersPreimageDialog]
btnCancel=إلغاء
btnOk=موافق
Caption=قائمة التشغيل الذكية - المجلدات
cbSyncOnChanges=تتبّع التغييرات أثناء التشغيل
cbSyncOnStartup=تحقق من وجود تغييرات عند بدء تشغيل التطبيق
L2=تخطي الملفات ذات الإمتدادات التالية:
pcpFolders=المجلدات 
pcpSettings=الإعدادات

[AIMPSearchPathList]
c[0]=المجلد
c[1]=المجلدات الفرعية
acAdd=أضف
acDelete=حذف المحدد
acDeleteAll=حذف الكل

[AIMPPlaylistPreimageDialog]
Caption=قائمة التشغيل الذكية - قائمة التشغيل
L1=الملف الإسم\الرابط

[AIMPSendToDialogForm]
cbDefault=تطبيق كـ إفتراضي
cbSaveStructure=حفظ هيكل المسار
gbAdditionals=ملفات إضافية
gbPath=مسار الوجهة
gbRename=إعادة تسمية حسب القالب
L1=نسخ|حوّل
L2=نسخ إلى|حوّل إلى
L3=نسخ الإعدادات|حوّل الإعدادات
lbAdditionals=ملفات للنسخ إلى مسار الوجهة جنبًا إلى جنب مع الملفات الرئيسية.\n; - فاصل، * - جزء غير معروف من إسم الملف

[ATEAutoNumerationForm]
Caption=التقيم الذاتي
L1=إبدأ من

[ATEAutoTagForm]
C1=قبل التغييرات
C2=بعد التغييرات
c[0]=إسم الملف
c[1]=الألبوم
c[2]=المؤدّي
c[3]=النوع
c[4]=العنوان
c[5]=المقطع رقم
c[6]=التاريخ
c[8]=عدد الصوتيات
Caption=علامة الملء التلقائي باستخدام إسم الملف

[ATEChangeRegisterDialog]
Caption=تغيير الحالة / التحويل الصوتي
CB1=الوسوم:
GB1=الإجراءات
L1=الحالة:
L2=الترجمة الصوتية:
L3=الحقول

[ATEChaptersEditDialog]
acDelete.h=حذف الفصول المختارة
acDelete=حذف المحدد
acEdit.h=تعديل الفصل المحدد
acEdit=تعديل
acInsert.h=أضف فصل
acInsert=أضف
btnFastForward.h=تسريع إلى الأمام
btnPlayPause.h=بدء / إيقاف مؤقت
btnRewind.h=الترجيع
btnSave=حفظ...
Caption=مُعدل الفصول
tsVolume.h=الصوت

[ATEChaptersFormatChooser]
btnSave=حفظ
Caption=مُعدل الفصول
GB1=حفظ كـ:
RB1=الفصول ، جزءًا لا يتجزأ من ملف صوتي
RB2=CUE, جزءا لا يتجزأ من ملف صوتي
RB3=CUE, وُضع كملف منفصل
RB4=نص عادي
W1=* الخيار غير متوفر لتنسيق ملف الصوت

[ATEForm]
A0=التقيم الذاتي
A1=التقيم الذاتي (%s)
A2=إعادة تسمية
A3=تغيير التنسيق إلى "%s"
A4=تطبيق
A9=تخطي الملفات التي تم تحليلها بالفعل
acAnalysisBPM=تحليل المحدد
acEdit=تعديل جميع الحقول...
acEditChapters.h=إنشاء/تعديل الفصول...
acRgAlbum=المسح الضوئي: محدد كألبوم واحد
acRgFAlbum=تم تحديد المسح الضوئي: كل مجلد كألبوم
acRgFile=المسح الضوئي: محدد بدون ألبوم
acRgMAlbum= المسح الضوئي محدد: أحصل على ألبوم من العلامات
acRgRemove=إزالة معلومات إعادة التشغيل من العلامات
acScenarios=سيناريوهات...
acSearchOnline.h=وضع علامات تلقائية عبر الخدمات من الإنترنت...
acSearchOnlineAlbumArts=إبحث عن صور الألبوم أونلاين...
acSearchOnlineLyrics=البحث عن كلمات على الانترنت...
aSave=حفظ
aTag.h=علامات-تلقائيًا
B1.h=تغيير الحالة / التحويل الصوتي
B5=تحديث الوسوم
btnBPM.h=BPM
btnLayout.h=تغيير الواجهة
btnRG.h=ReplayGain
btnScripts.h=السيناريوهات
Caption=إيمب: إعدادات وسوم متقدمة
cbSubFolders=مع المجلدات الفرعية
lbNoData=(لا توجد بيانات للمعاينة)
miDelete=حذف
miDeletePhys=حذف من الجهاز
miGroupBy=تجميع حسب
miGroupByFolder=حسب المجلد الأصل
miGroupByNone=لا تجميع
miJumpTo=إنتقل إلى مجلد...
miNumCfm=إطلب التأكيد
miSoundOut=إعدادات المشغل
TM0=الملفات على القرص الصلب
TM1=ملفات أضفها المستخدم

[ATEForm.lvTable]
c[0]=№
c[1]=القرص №
c[2]=إسم الملف
c[3]=العنوان
c[4]=المؤدّي
c[5]=الألبوم
c[6]=التاريخ
c[7]=النوع
c[8]=بترايت
c[9]=المدة
c[10]=تنسيق
c[11]=صورة الألبوم
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=الحجم
c[19]=الكلمات
c[20]=BPM
c[21]=إعادة تشغيل مرة أخرى

[ATEOnlineSearchForm]
aiProgressInidcator=البحث... يرجى الإنتظار
btnCancel=إلغاء
btnSave=تطبيق إلى الملفات
Caption=وضع علامات تلقائيًا عبر الخدمات أونلاين
edSearchBox.b0=إيجاد
edSearchBox.th=ألبوم، المُؤدّي
ErrorAuthorizationRequired=هذه العملية تتطلب إذن. يجب عليك تسجيل الدخول وتفويض تطبيق إيمپ للعمل معها. بعد القيام بذلك، أرسل طلبك مرة أخرى.
vlbBindingHint=لربط الملف الصوتي الذي تم العثور عليه مع تعديل الملف الصوتي، إسحبه وأفلته من القائمة العلوية إلى الأسفل.\nملاحظة أنه سيتم تطبيق التغييرات على الملفات الصوتية المحددة فقط.

[ATERenameForm]
btnRename=إعادة التسمية
Caption=إعادة تسمية الإعدادات
CB1=المعاينة
CB2=العمل مع نسخة من الملف
GB1=إعادة تسمية الملفات حسب القالب
GB2=نقل الملفات إلى المجلد المحدد
GB3=البحث والإستبدال
GB4=حالة
GB5=الترجمة الصوتية
L1=أجد:
L2=يمكنك إستخدام "\" الحروف (%Y\%A - %T) للفرز حسب المجلدات
L3=إعادة تسمية مع:

[ATESaveParams]
Caption=حفظ الإعدادات

[ATEScenariosForm]
btnClose=إغلاق
btnRun=تشغيل
btnStop=أوقف
Caption=سيناريوهات
cbPreviewMode=وضع المعاينة
GB1=السيناريو
lbPreviewMode=في وضع المعاينة، لن يتم تطبيق جميع التغييرات التي تم إجراؤها في السيناريو على الملفات الحقيقية

[AutoTag]
bOk=تطبيق
Caption=الملء التلقائي
CB1=لا تملأ الحقل إذا كانت له قيمة

[CommonDialogs]
B1=موافق
B2=إلغاء
B3=مجلد جديد
BS=نعم|لاَ|موافق|إلغاء|إحباط|إعادة المحاولة|تجاهل|الكل|لاَ للكل|نعم للكل|مساعد|إغلاق
L1=حدد المجلد
L2=تضمين المجلدات الفرعية
MsgCaptions=تحذير|خطأ|معلومات|التأكيد|
SA=حدد الكل
SN=إزالة المحدد

[ConfirmDialog]
B1=إستبدال
B2=إستبدال الكل
B3=تخطي
B4=تخطي الكل
B5=إعادة التسمية
B6=إلغاء
Caption=إستبدال
gbFile1=إستبدال الملف
gbFile2=عن طريق ملف جديد

[CONTEXT]
0=&إفتح مع إيمپ
1=&تشغيل
2=أضف إلى p&laylist
3=أضف إلى &قائمة الإنتظار
4=أضف إلى &المفضلات
5=&تعديل الوسوم
6=&تحويل إلى تنسيقات أخرى
7=إفتح مع &قائمة تشغيل جديدة

[Converter]
actAddFiles=أضف ملفات
actAddFolders=أضف مجلدات
actAddPlaylist=أضف قوائم تشغيل
actDeleteAll=مسح
actDeleteSelected=حذف المحدد
actStop=توقف
bAdd.h=إضافة ملفات / مجلدات
bDelete.h=حذف الملفات
bQuickOptions.h=التفضيلات
bSettings=التفضيلات
bStart=إبدأ
Caption=إيمپ: محوّل الصوت
csCancel=تم إلغائه
csDone=تم
csError=خطأ
csPaused=متوقف
csWaiting=إنتظار
lbEncoder=تنسيق:
lbMode=وضع الترميز
lbNormalizeVolume=تطبيع الصوت:
lbTargetFileName=إعادة تسمية الملف:
lbTargetFolder=نقل الإخراج إلى:
lbTimeElapsed=إنقضى:
lbTimeLeft=تبقّى:
lbTotalProgress=مجموع التقدم المحرز:
lbVolumeNormalization=تطبيع الصوت
miCloseAppWhenDone=أغلق التطبيق بعد نجاح التحويل
miDeleteSource=حذف مصدر الملف بعد نجاح التحويل
miHibernate=السبات
miSavePathStructure=حفظ بنية الدليل عند نقل الملف إلى المسار المستهدف
miShutdown=إيقاف التشغيل
miShutdownWhenDone=إيقاف تشغيل الكمبيوتر بعد التحويل
miSleep=النوم
miUncheckSuccessful=قم بإلغاء تحديد علامة الملف في القائمة بعد نجاح التحويل
Modes=صوتي واحد - ملف واحد|جميع الصوتيات - ملف واحد|مجلد واحد - ملف واحد

[Converter.lvTable]
c[0]=العنوان
c[1]=التنسيق
c[2]=الحالات
c[3]=№
c[4]=إسم الملف
c[5]=إسم الملف المستهدف

[ConverterEncoders]
bOk=موافق
btnReset=تعيين الإعدادات إلى الإفتراضية
cbAsInput=كـ مصدر الملف
cbChangeFormat=تغيير التنسيق
cbCorrectionFile=أنشئ ملف صحيح
cbIncludeMD5=تضمين دالة هاش تشفيرية للملف
cbModeHybrid=الهجين
cbModeLossless=ضياع
cbNoGap=لاَ فراغ
gbMode=الوضع
lbBestC=أفضل ضغط
lbBestQ=أفضل جودة
lbBitDepth=تنسيق العيّنة:
lbBitrate=معدل نقل البتات:
lbBitrateMode=الوضع:
lbChannels=القنوات:
lbCompression=ضغط:
lbLeast=ضغط سريع:
lbMost=أفضل ضغط:
lbProfile=ملف شخصي:
lbQuality=الجودة:
lbSampleRate=عدد العينات في الثانية
scParams=التفضيلات

[CopyDialog]
0=نسخ...
1=تحويل...
2=إيقاف
3=إستمرار

[DropForm]
CB1=لا تسأل مرة أخرى
RG1=السحب والإفلات

[DSPDialog]
btnEqPresets=الإعداد المسبق
btnReset=إعادة تعيين إلى الإفتراضي
CB1=مزيل الصوت (لستيريو فقط)
CB3=إستخدم تلاشي الصوت (إيقاف / إلغاء الإيقاف)
CB4=إستخدام تلاشي الصوت على التصفح مع المقطع
CB5=تغيير سلس لمستوى الصوت
CB6=مزج الملف الصوتي التالي مع السابق
CB7=تلاشي مستوى الصوت عند بداية تشغيل مقطع صوتي
CB8=تلاشي مستوى الصوت عند نهاية تشغيل مقطع صوتي
CB12=السماح عبر-خلط
CB16=قم بإزالة الصمت عند حواف الملف الصوتي بغض النظر عن المدة
cbEqSwitch=تبديل على معادل الصوت
GB1=ذروة التطبيع
GB2=تبديل يدوي للمقطع الصوتي
GB3=تبديل تلقائي للمقطع الصوتي
GB4=إعادة كسب التطبيع
GB6=إزالة الصمت
L1=* يمكنك إعادة تعيين القيم عن طريق النقر بزر الفأرة الأيمن
L2=إمتدادات دي إس پي:
L4=المضخم:
L5=القيمة الحالية:
L6=العتبة العليا من المضخم:
L7=العتبة الأقل من المضخم:
L9=القيمة الإفتراضية:
L10=مستوى الصوت المستهدف:
L12=مدة الصمت لتنشيط الإزالة:
L13=عتبة الكشف عن الصمت:
lbChorus=الجوقة
lbEcho=صدى
lbEnhancer=محسّن ستيريو
lbFlanger=التشفيه
lbPitch=پيتش
lbPreamp=المضخم
lbReverb=تردد
lbSpeed=السرعة
lbTempo=تيمبو
lbTrueBass=الجهير
R2=إستخدم القيم من العلامات
R3=تحليل الملف "تطاير"
RB1=إفعل لا شيء
RB2=إضافة وقفة بين المقاطع الصوتية
tcpMixing=خلط
tcpSilenceRemover=مُزيل الصمت
tcpSoundEffects=تأشيرات الصوت
tcpVolume=مستوى الصوت

[DSPDialog.cbReplayGainSource]
i[0]=المصدر: ملف
i[1]=المصدر: ألبوم

[EditorForm.RegisterFmt]
i[0]=بدون تغييرات
i[1]=كل الكلمات بحرف كبير
i[2]=الكلمة الأولى بحرف كبير
i[3]=الكل بأحرف كبيرة
i[4]=الكل بأحرف صغيرة

[EQPresetsDialog]
B1=تطبيق
B2=إلغاء
B3=حذف
B4=إستعادة
Caption=إعداد مسبق معادل الصوت

[HotkeysGroups]
AudioConverter.Content=محول الصوت: الجدول
AudioConverter.General=محول الصوت: عام
Common.Dialogs=مشترَك: الحوارات
Common.SendTo=الملفات: أرسل إلى...
Common=مشترَك
MusicLibrary.GroupingTree=مكتبة الصوتيات: شجرة التجميع
MusicLibrary.Table=مكتبة الصوتيات: الجدول
MusicLibrary=مكتبة الصوتيات: مشترَك
Player.Navigation=المشغل: الباحث
Player.PlayableFile=المشغل: تشغيل الملف
Player.PlaybackControl=المشغل: التحكم في التشغيل
Player.Visualizations=المشغل: التّصور
Playlist.AddFiles=قائمة التشغيل: إضافة الملفات
Playlist.Deletion=قائمة التشغيل: حذف الملفات
Playlist.Search=قائمة التشغيل: البحث
Playlist.SelectedFiles=قائمة التشغيل: الملفات المحددة
Playlist.Sorting=قائمة التشغيل: الفرز
Playlist=قائمة التشغيل
TagEditor.Content=محرر الوسم: الجدول
TagEditor.CurrentFile=محرر الوسم: المحدد الحالي
TagEditor.Functions.BPM=محرر الوسم: وظائف - حساب نبضة في الدقيقة
TagEditor.Functions.ReplayGain=محرر الوسم: وظائف - حساب قياس تطبيع الصوت
TagEditor.Functions=محرر الوسم: الوظائف
TagEditor.Tree=محرر الوسم: شجرة

[InfoBar]
CB0=كشريط معلومات|كبطاقة
CB1=في بداية التشغيل ، أثناء:
CB2=عن طريق اليسار|عن طريق اليمين|عن طريق الوسط
CB3=أظهر في أعلى سطح المكتب|اظهر في أسفل سطح المكتب
CB4=أظهر صورة الألبوم
CB6=أظهر فوق ملء الشاشة إذا كان ممكنًا
CB7=طبّق على الخلفية فقط
CB8=دائمًا
CB9=قبل الانتهاء من التشغيل ، أثناء:
GB0=عرض معلومات حول تشغيل الملف
GB1=إظهار
GB5=المنظر
M1=الخلفية
M2=الخط %d
M3=شكل الخط
M4=لون النص
P1=شريط المعلومات

[MSG]
1=قائمة تشغيل جديدة
2=أدخل الإسم
3=مكتبة الصوتيات
4=هذه العملية سوف تحذف الملفات من القرص الصلب! إستمرار؟
5=(معطّل)
6=لم يتم العثور على ملف أو مجلد!
7=تصغير إلى شريط المهام
8=إظهار النافذة الرئيسية
9=إعادة التسمية
10=الصوت
11=المكان
12=تشغيل
13=تشغيل من البداية
14=أوفق
15=تعريف المستخدم مسبقا
16=تحديد الكل
17=إلغاء التشغيل|تشغيل
18=أرسل الملفات
19=مفتاح الإختصار هذا إما غير صالح أو تم تعيينه بالفعل لتطبيق آخر
21=ستغلق هذه العملية جميع قوائم التشغيل، باستثناء النشطة. إستمرار؟
22=إكتب إلى ملف
23=معاينة
24=الأعلى
25=تعذر حفظ التغييرات في الملف "%s"، ربما مقفّل بواسطة تطبيق آخر.
26=ستغيّر هذه العملية وسوم الملفات الصوتية. إستمرار؟
27=الملحّن
28=شاشة يحددها مكان النافذة الرئيسية|الشاشة %d: الثانوية (%s)|الشاشة %d: الأوّلية (%s)
29=المجلد "%s" غير موجود
30=تعذر إزالة أحد الإمتدادات، ربما مُستخدَم بواسطة التطبيق:
31=تم...
32=وضع قائمة تشغيل واحد\nلا يمكن تغيير قائمة التشغيل لأنها مقفّلة!
33=البحث
34=الملفات المحلية
35=لا تجميع
36=أجد ملفات...
37=القراءة فقط|تعيين إلى الصورة السابقة
38=يؤدي هذا الخيار إلى تعطيل القدرة على إنشاء أكثر من قائمة تشغيل واحدة.\nإذا قمت بتحديد هذا الخيار سيتم إغلاق علامات التبويب لقوائم التشغيل الأخرى تلقائيا!
39=الجودة
40=حفظ كـ
41=تحميل من الإنترنت
42=التنسيق
43=(إفتراضي)
44=السرعة
45=التوازن
46=الإفتتاح...| التخزين المؤقت...
47=التقاط الراديو
48=العنوان
49=الحالة
50=هذا المفتاح مُستخدم بالفعل!
51=إذعب إلى الوقت:
52=تنسيق غير صالح
53=الإصدار الجديد متاح حاليًا. حمّله الآن؟
54=خطوط الصوت
55=القيمة الحالية:
56=للفرز حسب المجلدات استخدم "\" حرف في القالب
57=هل تريد فعلاً إعادة تعيين الإحصائيات؟|هل تريد فعلاً إعادة تعيين الإحصائيات للملفات المحددة؟
58=قالب جديد
59=إزالة الملفات من الجهاز|لم يتم حذف الملفات التالية بسبب خطأ في النظام:
60=التعبيرات...
61=العملية لم تنته بعد. هل تريد إفشالها؟
62=بعض العمليات لم تنته بعد! هل تريد إلغائها؟
63=بحث عن ملف:
64=الحجم:
65=تاريخ الإنشاء:
66=لا شيء وُجد
67=تحديث...
68=DB حجم قبل الضغط: %s\nDB الحجم بعد الضغط: %s\nمحفوظ: %s.
69=تطبيق
70=إلغاء
71=إمتيازات الأدمينات مطلوبة
72=نوع الملف
73=تحميل...
74=مجلد ملف شخصي
75=فرز حسب القالب
76=تعيين تقييم المستخدم %s
77=بحث تلقائي
78=ملفات جديدة:
79=شفافية الخلفية
80=معاينة
81=الشِّعر
82=موقع الملف...
83=حقوق النشر
84=سيتم تطبيق التغييرات بعد إعادة تشغيل التطبيق
85=تقييم المستخدم
86=نسخ
87=لصق
88=قطع
89=المصدر
90=النتيجة
91=هذه العملية سوف تحذف "%s" إعداد مسبق. إستمرار؟
92=الكل|إمتدادات|فكّاكي التشفير|مرئيات|دي إس پي
93=إضافة الملفات...
94=تكرار الجزء "أ-ب" [إيقاف]|النقطة "أ" معيّن|تكرار الجزء "أ-ب" [تشغيل]|
95=إعادة الاتصال في %s ثانية
96=تحذير! هذه العملية سوف تقوم بإعادة تعيين قائمة الإعدادات المسبقة إلى الافتراضي!
97=حفظ حالة المشغل عند الإغلاق
98=إستخدم المشغل الصغير بدلاً من إخفاء إلى شريط المهام
99=محرر الإعدادات المسبقة
100=ألبوم
101=الرابط
102=المؤدّي
103=العنوان
104=التعليق
105=النوع
106=حذف الوسم
107=التاريخ
108=مقطع #
109=القرص #
110=غلاف الألبوم
111=خطوط الصوت غير موجودة أو غير صالحة.
112=<لا شيء>
113=تم!
114=هذه العملية سوف تُزيل كافة الملفات والإحصاءات من قاعدة البيانات! إستمرار؟
115=المدة
116=الملف|المجلد|قائمة تشغيل
117=تم تشغيله
118=مُضاف
119=التقييم
120=إدارة قوائم التشغيل
121=تأخير:
122=إغلاق
123=نسخ إلى الحافظة
125=الفهرسات
126=من فضلك إنتظر...
127=عدد التشغيل
128=نسخ إلى %s|حوّل إلى %s
129=ملء تلقائي (أر إم بي - إختيار قالب)
130=مؤدّي الألبوم
131=تحويل:
132=إعادة التسمية
133=الإعدادات
134=متوقف
135=تغيير الحجم...
136=تم تغيير الإعدادات. هل تريد حفظ التغييرات؟
137=قرص قابل للإزالة|محرك الأقراص المضغوطة
138=تطبيق إلى
139=سيتم إيقاف تشغيل الكمبيوتر في %s ثانية
140=الناشر
141=عمق
142=تحذير! لن تتمكن التطبيقات الأخرى من إخراج الصوت إذا تم إستخدام نوع جهاز الإخراج هذا في إيمپ.
143=الصورة السابقة |لاَ|المجلدات|مقاطع الصوت المكتبة|قائمة التشغيل
144=مشفرة بواسطة
145=المزاج
146=جزء من تجميع
147=الفهرس
148=مؤدّي الشّعر
149=موصل
150=ويندوز
151=غير ذلك
152=تلقائيًا
153=ثانية
154=دقيقة
155=بايت|كيلوبايت|ميغابايت|جيجابايت
156=مسار الملف مطْلق
157=فرز الملفات بعد إضافتها إلى قائمة التشغيل حسب القالب:
158=في إنتظار الإذن...\nيرجى إكمال طلب الإذن في متصفحك.\n\nلإلغاء العملية فقط أغلق النافذة.
159=دفعة واحدة
160=لا توجد نتائج تطابق البحث

[Options]
bCancel=إغلاق
btnReset=تعيين الإعدادات إلى الإفتراضية
Caption=التفضيلات
miResetPage=تعيين الإعدادات إلى الإفتراضية للصفحة الحالية
miResetProfile=تعيين الإعدادات إلى الإفتراضية مع بيانات المستخدم
miResetSettings=تعيين كل الإعدادات إلى الإفتراضية
wcResetProfile=ستعمل العملية على _حذف_ جميع قوائم التشغيل والإعدادات والإحصائيات وبيانات التطبيق الأخرى. هل تريد المتابعة؟
wcResetSettings=ستقوم العملية على إعادة تعيين جميع إعدادات التطبيق إلى الافتراضية. هل تريد المتابعة؟

[OptionsFrameAddFiles]
C1=إضافة الملف
C9=عام
C10=فتح الملفات من تطبيقات خارجية
C11=السحب والإفلات
CB1=إسأل المستخدم
CB2=قم بتوسيع الملفات حسب ملف الترميز عند الإضافة إلى قائمة التشغيل
CB3=أضف المجلد بأكمله
CB6=فحص تلقائي عند إضافة الملفات إلى قائمة التشغيل
CB9=تشغيل الملفات المفتوحة على الفور
CB15=تشغيل الملفات المضافة على الفور
CB19=ابدأ التشغيل على الفور
CB48=افتح ملفات قائمة التشغيل في علامات تبويب جديدة
CB59=فرز حسب إسم الملف
L1=الإجراء الافتراضي:
L5=إذا تم إرسال ملف واحد:
L7=عندما يتم فتح الملفات:

[OptionsFrameAddFiles.CBA]
i[0]=إنشاء قائمة تشغيل جديدة
i[1]=أضف إلى قائمة التشغيل الحالية
i[2]=أضف إلى قائمة التشغيل الفارغة "افتراضي"

[OptionsFrameAddFiles.RG4]
i[0]=إضافة الملفات إلى الوضع الحالي
i[1]=إضافة الملفات إلى نهاية قائمة التشغيل
i[2]=إضافة ملفات إلى بداية قائمة التشغيل
i[3]=إضافة وخلط الملفات في قائمة التشغيل

[OptionsFrameAssoc]
B1=أنواع الملفات
C1=إقترانات الملفات
CB1=الملفات الصوتية
CB2=قوائم التشغيل
CB3=المظاهر

[OptionsFrameConvertor]
C1=إعدادات التحويل
C18=السّلوك
Caption=محوّل
CB1=توسيع الملفات عن طريق ملف ورقة جديلة للإضافة إلى الجدول
CB4=إظهار الإحصائيات بعد التحويل
CB6=تشغيل الصوت عند إجراء التحويل
GB1=عند إتمام التحويل
L1=المواضيع:
L2= الحد الأقصى لعدد المواضيع يعتمد على عدد وما مدى قوت وحدة المعالجة المركزية على الجهاز.

[OptionsFrameExtraMeta]
B1=تدفق
Caption=معلومات إضافية
CB1=إحفظ صورة الألبوم في مجلد الملف باستخدام القالب:
CB2=البحث على الإنترنت
CB3=حفظ كلمات الملف إلى ملف المجلد تلقائيا
CB4=البحث في مجلد الملف
CB5=البحث في وسوم الملف
GB1=البحث على الإنترنت
GB2=السماح بالتخزين المؤقت
GB3=البحث في مجلد الملف
GB4=البحث في وسوم الملف
L2=الحد الأقصى لحجم الملف للتحميل:
L3=يقلل التخزين المؤقت من عدد مرات الوصول إلى القرص، ويوفر حركة المرور على الإنترنت، ويسرّع البحث عن صورة الألبوم.
L4=إزالة السجل من ذاكرة التخزين المؤقت بعد:
L5=أيام
pctAlbumArts=صور الألبوم
pctLyrics=الكلمات
W1=* يجب أن تكون قد قمت بتثبيت الإمتدادات الإضافية التي توفر هذه الإمكانية

[OptionsFrameHotkeys]
B10=إفتراضي
C1=مفاتيح الإختصارات
c[0]=إسم الأمر
c[1]=محلي
c[2]=عالمي 1
c[3]=عالمي 2

[OptionsFrameInterface]
C1=حركة الرسم
C3=الشفافية
Caption=الواجهة
CB1=السماح لكل بكسل شبه الشفافية
CB2=عرض موجي من تشغيل الملف على شريط البحث *
CB3=تحريك النوافذ المثبتة على نوافذ أخرى عند إظهار أو الإخفاء
CB4=تحريك النوافذ عند الإظهار أو الإخفاء في شريط أدوات سطح المكتب
CB5=عرض تصور الطيف لتشغيل الملف *
CB28=تحريك حالة تغيير العرض المرئي *
CB30=السماح بتأثير التلاشي
CB35=تحريك علامات التبويب قائمة التشغيل عند التمرير *
CB38=تعطيل الشفافية إذا كانت النافذة نشطة
CB39=تعطيل الشفافية إذا كانت النافذة مركزة على الفأرة
CB42=تغيير الشفافية على نحو سلس
CB52=جعل النوافد متناسقة مع حافة نوافذ إيمپ ويندوز
CB68=إستخدام السلاسة
CB71=تغيير التّصور كل:
CB75=الدورية
GB1=قوالب للتسميات الثابتة *
GB3=قوالب للخط المشغل *
GB4=الوضع الليلي
GB5=سمة اللون
GB7=وضع ملء الشاشة
GB10=تغيير التّصورات
L1=* يجب أن تدعم السّمة هذه الميزة
L2=حجم النص:
L10=تحديث كل:
L21=بدء وضع ملء الشاشة على الظهور:
L23=سوف تكوّن ببطء ولكن تقدم صورة أفضل عند التكبير
pcpGeneral=عامة
pcpTemplates=عرض البيانات
pcpVisuals=التّصور

[OptionsFrameInterface.cbNightMode]
i[0]=تلقائيًا
i[1]=معطل
i[2]=مفعّل

[OptionsFrameInterface.rsRun]
i[0]=الحركة: معطلة
i[1]=الحركة: إلى اليسار
i[2]=الحركة: إلى اليمين

[OptionsFrameInterface.rsShow]
i[0]=البداية: معطلة
i[1]=البداية: من اليسار
i[2]=البداية: من اليمين
i[3]=البداية: من الأعلى
i[4]=البداية: من الأسفل

[OptionsFrameLang]
C1=إختر لغة الواجهة
Caption=اللغـة
L0=لغة النظام
L1=Convert non-Unicode strings according to
L2=أوّلي
L3=إضافية

[OptionsFrameMLMain]
B1=متتبع الملفات...
C1=مكتبة الصوتيات
Caption=مكتبة الصوتيات
CB1=تعيين تقييم المستخدم
CB2=بدء التشغيل
CB3=تم حساب التشغيل
CB4=إظهار التقييم بدلا من التقييم المحدد من قبل المستخدم، إذا لم يتم تعيين تقييم المستخدم
CB5=مزامنة تصنيف تعريف المستخدم مع وسوم الملف الصوتي
CB6=أعرض دائما محتوى المجلدات الفرعية
CB7=إجمع بين مستويات التجميع الفارغة عندما يكون ذلك ممكنا
GB1=مشترَك
GB2=إضافة ملف إلى قاعدة البيانات عندما
GB3=التقييم
GB4=محاسبة التشغيل
L1=الحد الأدنى لمدة الملف:
L2=بدأ الحساب بعد التشغيل:\nولكن ليس أكثر من 4 دقائق
L3=حساب تصنيف بناء على إحصاءات للآخر:
L4=أيام
L6=انقر هنا لكتابة تصنيف موجود بالفعل لوسوم الملف

[OptionsFrameNet]
C21=خيارات الإتصال بالإنترنت
Caption=الإتصال
CB1=إستخدم إتصال مباشر
CB2=إستخدم إفتراضات النظام
CB3=تكوين الوكيل پروكسي يدويًا
L79=المهلة:
L98=كلمة السر:
L106=الخادم:
L107=تبويب:
L108=المستخدم:

[OptionsFramePlayer]
C19=تمرير عناصر الجدول مع عجلة الفأرة
Caption=المشغل
CB21=إبق في الأعلى
G1=التحكم
GB4=التحكم عن طريق مفاتيح الاختصار / عجلة الفأرة
GB5=التحكم بواسطة الفأرة
GB15=نسخ إلى قالب الحافظة
L12=التمرير العادي
L13=تغيير السرعة من خلال
L14=تغيير المكان بواسطة
L15=تغيير وتيرة من قبل
L16=تغيير حجم الصوت بواسطة 
L18=تمرير مع "%s" ضُغِط
L33=النقر الأوسط:

[OptionsFramePlayer.MOBox]
i[0]=(لا شيء)
i[1]=تشغيل/إيقاف
i[2]=إضافة ملفات

[OptionsFramePlayerBehavior]
C1=تلقائي
CB1=إستعادة مكان التشغيل
CB7=كرر قائمة التشغيل مع ملف واحد
CB32=ضبط تلقائي مسبقا لمعادل الصوت للمقطع
CB47=كل قائمة تشغيل لها وضع التشغيل الخاص بها (عادي / خلط)
CB48=احفظ حالة المشغل أثناء التنقل في قائمة التشغيل عبر أزرار" التالي / الملف السابق"
CB49=إنتقال %0:s أرجع إلى البداية إذا تم إيقاف التشغيل مؤقتا لأكثر من %1:s
CB58=الإنتقال تلقائيا إلى المسار التالي
CB59=وتعليق التشغيل
GB1=مشترَك
GB2=عند بدء تشغيل التطبيق
GB3=وضع التشغيل
GB4=في نهاية قائمة التشغيل
GB5=عند حذف الملف المشغَل
GB6=التركيز على تشغيل الملف في قائمة التشغيل:
L1=وضع التشغيل:
L2=المشغل

[OptionsFramePlayerBehavior.RG1]
i[0]=بدء التشغيل
i[1]=إستعادة الحالة
i[2]=إفعل لا شيء
i[3]=إيقاف التشغيل مؤقتا

[OptionsFramePlayerBehavior.RG2]
i[0]=إنتقل إلى قائمة التشغيل التالية
i[1]=تكرار قائمة التشغيل
i[2]=الوقوف إلى جانب

[OptionsFramePlayerBehavior.RG3]
i[0]=عادي
i[1]=تكرار المقطع
i[2]=عشوائي

[OptionsFramePlayerBehavior.RG4]
i[0]=إفعل لا شيء
i[1]=إيقاف التشغيل
i[2]=الإنتقال إلى المقطع التالي

[OptionsFramePlayerBehavior.RG5]
i[0]=فقط إذا لم يتم استخدام قائمة التشغيل
i[1]=أبداً
i[2]=دائماً

[OptionsFramePlaylistBehavior]
C6=السلوك
Caption=قائمة التشغيل
CB1=إزالة قائمة التشغيل عند إغلاق علامة التبويب
CB2=فرز التشغيل باستخدام القالب المحدد على تغيير المحتوى
CB3=حفظ مسارات الملفات المطلقة (يُنصح به)
CB4=حفظ قائمة التشغيل"إفتراضي"
CB8=إسأل إسم قائمة التشغيل عند الإنشاء
CB31=حفظ قائمة الإنتظار عند خروج التطبيق
CB46=إغلاق قائمة التشغيل عن طريق النقر المزدوج على علامة التبويب
CB56=اطلب التأكيد عند إزالة الملفات من القرص الصلب
CB57=وضع التشغيل واحد
GB1=حفظ
GB2=مشترَك

[OptionsFramePlaylistView]
bCancel=إلغاء
bOk=موافق
C1=عرض الخيارات
Caption=عرض المحتوى
CB50=عرض معلومات حول الملفات المحددة
cbAbsoluteNumeration=الترقيم المطْلق
cbCollapseUnusedGroups=طي أو جمع المجموعات غير المستخدمة تلقائيًا
cbGroupMode=تمكين المجموعات
cbMergeGroups=دمج فئات مماثلة تلقائيًا
cbShow2ndLine=عرض السطر الثاني مع المعلومات
cbShowDuration=إظهار مدة العمود
cbShowExpandBtns=إظهار أزرار توسيع المجموعة
cbShowMarks=إظهار التقييم
cbShowNumbers=إظهار رقم المقطع
cbShowSwitches=إظهار مفاتيح العمود
gbFormating=إعدادات التنسيق
gbGrouping=إعدادات التجميع
gbLayoutSettings=واجهة الإعدادات

[OptionsFramePlugins]
B1=إعادو التشغيل الآن
Caption=الامتدادات
L1=لا يتم إستخدام بعض الإمتدادات الإضافية المحملة بواسطة هذا التطبيق
lbURL=أحصل على مزيد من الإمتدادات
N1=إزالة
N2=تحميل المحدد
N3=تحميل الكل
N4=تفريغ المحدد
N5=تفريغ الكل
N6=عدم تحميل غير الستاندارد

[OptionsFramePlugins.cbFilter]
i[0]=الكل
i[1]=محمّل
i[2]=تم رفعه
i[3]=غير المستخدم

[OptionsFrameRadioCap]
C1=الإعدادات العامة
C22=التقاط راديو الإنترنت
Caption=إنترنت راديو
CB2=تخطي المقطع إذا كان الملف الذي يحمل نفس الإسم موجودًا بالفعل
CB65=التقاط تيار دون الشفرة (فقط لـ MP3 / AAC / AAC+)
CB66=اكتب الوسوم للملف
CB67=أكتب نص التعقب
CB68=حجم المخزن المؤقت المسجل للخلفية:
CB69=حذف الملفات التي تقل مدتها عن:
GB6=خيارات الإلتقاط
GB9=تقسيم إلى ملفات
L1=عدد محاولات إعادة الاتصال عند فقد الإتصال:
L2=وكيل المستخدم:
L3=حجم التخزين المؤقت:
L13=الوقت:
L24=قالب إسم الملف:
L25=الحجم:
L85=حفظ إلى مجلد:

[OptionsFrameRadioCap.cbBreakType]
i[0]=تقسيم بواسطة المقاطع
i[1]=تقسيم بواسطة الحجم
i[2]=تقسيم بواسطة الوقت

[OptionsFrameSkins]
B2=تصفح...
C1=السّمة
lbURL=أحصل على المزيد من السّمات
miDelete=إزالة

[OptionsFrameSort]
Caption=القوالب
L1=إستخدم "%!" وحدات الماكرو للفرز العكسي
L2=ترتيب القوالب
L3=تجميع القوالب

[OptionsFrameSoundOutRemapping]
btnRemove.h=إزالة الرابط
Caption=قنوات الخارطة
L0=إعدادات مسبقة مخصصة لإعادة التعيين:
L1=مُدخل
L2=مُخرج
L3=قناة %d
L4=حدد الإعداد المسبق للتخصيص:
N1=سيتم تطبيق جميع التغييرات على الملف المُشغل فورًا إذا كان قالب التحرير مناسبا
N2=المُشغل سوف يأخذ القالب الإفتراضي إذا القالب المخصص غير موجود

[OptionsFrameSystem]
C1=النظام
Caption=النظام
CB2=إظهار معلومات المقطع الحالي في شريط المهام
CB3=السماح بتمرير معلومات الملف الحالي
CB4=إظهار تقدّم التشغيل
CB5=إظهار حالة المشغل في الزر على شريط المهام
CB6=إظهار حالة المشغل كـ لون لشريط التقدم
CB7=إستخدم حالة " غير محدد" للصوت المباشر
CB18=منع العرض من إيقاف التشغيل
CB23=أضف إلى قائمة سياق التصفح
CB24=أضف إلى قائمة التشغيل التلقائي للقرص المضغوط/دي في دي
CB40=إضافة رابط إلى قائمة"تشغيل"
CB41=أضف إلى قائمة التطبيقات الإفتراضية
CB60=التشغيل التلقائي
GB1=التكامل
GB2=إظهار الزر على شريط المهام
L1=يجب أن تكون نافذة المشغل نشطة
L99=الأولوية

[OptionsFrameTagEditor]
C1=السلوك
Caption=محرر الوسم
CB1=السماح باستخدام التعبيرات في المكان لمعالجة قيم حقول الوسم مسبقًا

[OptionsFrameTray]
C15=عامة
C16=معلومات الملف
C17=التحكم بالفأرة
Caption=علبة شريط المهام
CB1=تصغير إلى علبة شريط المهام على التقليل من التطبيق
CB2=تصغير إلى علبة شريط المهام عند بدء التشغيل
CB3=عرض مشغل صغير عند التصغير إلى علبة شريط المهام
CB4=إظهار حالة التشغيل على أيقونة علبة شريط المهام
CB5=أظهر دائما علبة شريط المهام
CB13=إظهار معلومات الملف عند تركيز الفأرة
L30=بنقرة واحدة:
L31=نقر مُزدوج:
L32=النقر الأوسط:
L34=عرض التأخير:

[OptionsFrameTray.TrayCmd]
i[0]=(معطل)
i[1]=إظهار / إخفاء النافذة الرئيسية
i[2]=أحضر النافذة الرئيسية إلى الأعلى
i[3]=معلومات الملف
i[4]=وحدة تحكم صوت إيمپ
i[5]=تشغيل / إيقاف
i[6]=إضافة وتشغيل الملفات
i[7]=المقطع التالي
i[8]=المقطع السابق

[OptionsSoundOutFrame]
C1=خيارات المشغل
Caption=المشغل
CB1=قبل تحميل المقطع التالي أثناء الحالي مشغل (يتطلب المزيد من الذاكرة)
CB2=التحكم في مستوى الصوت لوغاريتمي
CB3=بريق تعويض التحكم في مستوى الصوت
L1=نوع إخراج الصوت:
L2=الجهاز:
L3=الإعدادات:
L4=حجم التخزين المؤقت:
L5=حدد القنوات التي سيتم إستخدامها للإخراج

[OptionsSoundOutTransformFrame]
B1=مدير معالج الإشارات الرقمية
C1=تحويل
CB1=السماح بخلط القنوات
CB1Hint=مضاهاة محيطية لملفات ستيريو / أحادية\nالتحويل الذكي للملفات متعددة القنوات إلى ستيريو / أحادي
CB2=مضاد القطع
CB2Hint=يمنع الضوضاء والخدوش التي تظهر عندما يقفز مستوى الإشارة 0 dB
CB3=Dither
CB3Hint=قلص التشويه الذي يظهر عند تقليل عمق أخذ العينات
CB4=السماح باستخدام وحدات فك ترميز النظام
GB1=معاقب صوتي
GB2=مشترَك
L1=إختزال:
L2=السرعة
L3=الجودة

[PartRepeatDialog]
B1=ضبط
B2=إزالة
Caption=تكرار الجزء "أ-ب"
L1=النقطة أ:
L2=النقطة ب:

[PlaylistExportSettings]
btnOK=موافق
C4=خيارات تصدير قائمة المسارات
Caption=تصدير قائمة المسارات
CB54=تصدير عناصر قائمة التشغيل المخفية
CB55=تصدير فئات قائمة التشغيل
cbDefault=تذكّر خياري
L26=قالب:
L27=نمط

[PlaylistsManagerDialog]
acImport=إستيراد قوائم التشغيل...
acImportDirs=إستيراد المجلدات...
acRemove=إزالة المحدد من القرص
acSortByName=فرز حسب العنوان
btnPreimage=الإعدادات
cbReadOnly=قفل من التغييرات
cbShuffleMode=خلط وضع التشغيل
L1=مشترَك
L2=الإعدادات الشخصية
L3=قوائم التشغيل النشطة
L4=قوائم التشغيل غير النشطة
L5=معاينة
lbPreimage=بريماج:
lbPreimageNotes=بريماج هو مصدر البيانات لقائمة التشغيل الحالية (التي يمكن أن تستند إلى مكتبة الصوتيات والمجلدات أو الخ). للمزامنة مع بريماج، إضغط على "إعادة تحميل البيانات من بريماج".\n\nالتزامن في إتجاه واحد فقط: بريماج -> قائمة التشغيل.
lbStorage=الموقع:

[QTEAlbumArtEditor]
btnCancel=إلغاء
btnOk=موافق
Caption=محرر صور الألبوم
lbScale=عامل المقياس:
lbSizes=الأحجام:
pnlCrop=قص
pnlScale=تغيير الحجم

[QteCustomFields]
btnCancel=إلغاء
btnOK=موافق
Caption=حقول غير معروفة
miCopy=نسخ
miCopyAsUTF8=نسخ كـ مصفوفة ترميز ثمانية
miCopyAsUTF16BE=نسخ كـ مصفوفة ترميز ستة عشر ب
miCopyAsUTF16LE=نسخ كـ مصفوفة ترميز ستة عشر 
miDelete=حذف
miExtractAll=حفظ كـ...
miExtractSelected=حفظ المحدد كـ...

[QTEExpressions]
btnCancel=إلغاء
btnOK=موافق
Caption=الإمتدادات
lbTitle=إكتب التعبير الذي سيتم إستخدامه كمعالج مسبق لقيمة حقل التحرير لجميع الملفات المحددة
W1=يجب أن يبدأ التعبير من"="

[QTEForm]
acMemoClear.h=مسح
acMemoLoad.h=تحميل من الملف...
acMemoSave.h=حفظ كـ...
bCopyTo=نسخ إلى...
Caption=محرر الوسم
L1=تحميل
L2=حفظ
L3=قم بإلغاء التحديد لإزالة صورة الألبوم من الملف عند حفظ التغييرات
lbCustomFields=حقول غير معروفة...
T1=الأساسية
T2=الكلمات
T3=CUE
T4=المعلومات

[QueueDialog]
Caption=مدير قائمة الإنتظار
CB1=إيقاف مؤقت
L1=جمع الوقت:

[QueueDialog.ListView]
c[0]=الرقم
c[1]=إسم الملف
c[2]=قائمة التشغيل
c[3]=المدة

[SearchForm]
B1=خيارات البحث
B2=إغلاق
Caption=بحث متقدم
CB1=البحث في العناوين
CB2=البحث في المؤدّين
CB3=البحث في الألبومات
CB4=البحث في الأنواع
CB5=البحث في أسماء الملفات الكاملة
CB6=البحث التلقائي
L1=(الكل)
N1=تشغيل
N6=إبحث في قاةمة التشغيل

[SearchForm.Table]
c[0]=العنوان
c[1]=قائمة التشغيل
c[2]=الفهرس في قائمة الانتظار

[Templates]
%Album= - ألبوم
%AlbumArtist= - ألبوم المؤدي
%AlbumGain= - إعادة كسب القيمة للألبوم
%Artist= - المؤدّي
%BitDepth= - عمق البت
%Bitrate= - البترايت
%BPM= - نبضات في الدقيقة
%Caps2(A)= - كل الكلمات بحرف كبير، وتجاهل حالة المصدر
%Caps(A)= - كل الكلمات بحرف كبير
%Case(..)= - العوائد أولا ليست فارغة
%Catalog= - إسم الفهرس
%Channels= - القنوات
%Chapter=- الفصل الحالي
%Char(A)= - حرف مع أ كود
%CleanTitle(A)= - يُزال من سلسلة معلومات حول عرض المؤدّين
%Comment= - التعليق
%Composer= - الملحن
%Conductor= - موصل
%Copyright= - حقوق الملكية
%Dec(A,B)= - الإنخفاضات أ قيمة عن طريق ب.
%Detransliterate(A)= - إزالة الحروف السيريلية من الأبجدية اللاتينية
%DiskNumber= - رقم القرص
%DiskTotal= - إجمالي عدد الأقراص
%Duration= - مدة المقطع
%EncodedBy= - المشفر بواسطة
%ExtractFileExt(A)= - إستخراج إمتداد الملف أ
%FileCreatedDate= - تاريخ إنشاء الملف
%FileCreatedDateAndTime= - تاريخ ووقت إنشاء الملف
%FileCreatedTime= - وقت إنشاء الملف
%FileDir(..)= - المسار الكامل إلى دليل التخزين الفرعي
%FileFormat= - تنسيق الملف
%FileModifiedDate= - تاريخ تعديل الملف
%FileModifiedDateAndTime= - تاريخ ووقت تعديل الملف
%FileModifiedTime= - وقت تعديل الملف
%FileName(..)= - إسم الملف الكامل
%FileParentDir(..)= - إسم دليل التخزين الفرعي
%FileSize= - حجم الملف
%Format(A,B)=أ هي سلسلة تنسيق للقيمة الرقمية، ب هي القيمة
%Genre= - النوع
%IF(A,B,C)== س، إذا أ هو فارغ، بمعنى آخر - ب
%IFEqual(A,B,C,D)== س، إذا أ = ب، بمعنى آخر - د
%IFGreater(A,B,C,D)== س، إذا أ > ب، بمعنى آخر - د
%IFGreaterOrEqual(A,B,C,D)== س، إذا أ >= ب، بمعنى آخر - د
%Inc(A,B)= - يزيد قيمة أ عن طريق ب.
%Index= - المكان في القائمة
%ISRC= - رمز التسجيل القياسي الدولي
%LastPlayDate=- تاريخ التشغيل الأخير
%LastPlayTime=- آخر وقت تشغيل
%Length(A)= - طول الـ أ مصفوفة
%Link= - الرابط
%Low(A)= - أحرف صغيرة
%Lyricist= - ملحّن
%Lyrics= - كلمات
%Mark= - تقييم تعريف المستخدم
%Mood= - المزاج
%NewLine= - إضافة فاصل الأسطر
%PlayCount= - عد التشغيل
%PrefixToTail(A)= - يُحول "الـ" و "أ" باديات إلى نهاية الـ  أ مصفوفة
%PrefixTrim(A)= - يُزيل "الـ" و "أ" باديات من أ مصفوفة
%Publisher= - الناشر
%Random(..)= - رقم عشوائي من 1 إلى المحدد في الوسيطة.
%Rating= - التقييم التلقائي للمقطع
%RemoveFileExt(A)= - يُزيل إمتداد الملف من إسم الملف أ
%Replace(A,B,C)=،حيث أ هو مصفوفة المصدر، ب هو قيمة للإيجاد، س هو قيمة للإستبدال
%SampleRate= - معدل العيّنة
%StrCopy(A,B,C)= - نسخ الأحرف من أ من ب الموقف، س هو عدد الأحرف للنسخ
%StrLeft(A,B)= - نسخ الأحرف الأولى ب من سلسلة أ
%StrPos(A,B)= - بحث السلسلة الفرعية أ في سلسلة ب
%StrRight(A,B)= - نسخ الأحرف ب الأخيرة من سلسلة أ
%StrTrim(A)= -  يُزيل المسافات البيضاء الزائدة والفارغة من سلسلة أ
%TimeCode= - مكان تشغيل الملف في "H:MM:SS.ZZZ" تنسيق
%Title= - العنوان
%Today(..)= - التاريخ والوقت الحالي، التنسيق الافتراضي هو "yyyy.MM.dd hh:mm:ss"
%TrackGain= - إعادة كسب القيمة للمقطع
%TrackNumber= - رقم المقطع
%TrackTotal= - إجمالي عدد المقاطع
%Transliterate(A)= - ترتيب الأحرف متسلسلة إلى الأبجدية اللاّتينية
%Up(A)= - أحرف كبيرة
%Value= - القيمة الحالية
%Year= - سنة الإصدار
%ReplaceEx(..)= (A, B1, C1, B2, C2...)،حيث أ هو مصفوفة المصدر، ب هو قيمة للإيجاد، س هو قيمة للإستبدال
%Total= - المجموع

[Templates.Categories]
0=عامة
1=حالة
2=الشروط
3=مصفوفات
10=ميتا
11=ملف
20=إحصائيات

[Updater]
B1=تحقق من وجود تحديثات
B2=تثبيت
Caption=مدقق التحديث
CB1=لا تُذكر حول هذا الإصدار
L1=نسختك:
L2=آخر نسخة:
L3=التحقق من التحديث يدويًا
L4=نسخة جديدة متاحة %s
L5=تحديث لـ
L6=إصدارات مستقرة|إصدارات الإختبار (تجريبي)|نُسخ التطوير (ألفا)
W1=تحذير! قد يكون الإصدار الذي تختاره غير مستقر للغاية ويحتوي على العديد من الأخطاء! إستمرار؟

